Repository: NayanmoniDehingia/Ankuran
Catalog: lib/l10n/app_*.arb
Languages: as

# riddleText
source: Coughs inside the forest, but doesn't come out.
as: হাবিত কাঁহে ওলাই নাহে।

# riddleText2
source: Rises as cotton falls as stone.
as: তুলা হেন ভাঁহে শিল হেন তল পৰে।

# correctText
source: That's correct! You may proceed to the next.
as: আগুৱাই যাব পাৰা, সঠিক উত্তৰ ।

# wrongMessage
source: Oops, try again!
as: ভুল উত্তৰ, পুনৰ চেষ্টা কৰা ।

# riddleGameTitle
source: Riddle
as: সাঁথৰ

# artGameTitle
source: Art Game
as: চিত্ৰাংকন

# galleryText
source: Gallery
as: শিল্প প্ৰদৰ্শশালা

source: Language
as: ভাষা

# voc
source: Music
as: সংগীত

# vol
source: volume
as: আয়তন

# saveText
source: Save
as: সংৰক্ষণ কৰা

# seekGame
source: Hide and seek
as: লুকা-ভাকু

# boat
source: Boat race
as: নৌকা দঁৰ

# prof
source: Profile
as: প্ৰ'ফাইল

# play
source: Lets Play
as: আহা, খেলোঁ

# riddleText3
source: A black young cow,drinks water at every dock.
as: এজনী কলী গাই,ঘাটে ঘাটে পানী খায় ।

# riddleText4
source: Holds onto the ears, sits on the nose.
as: কাণত ধৰি নাকত বহে ।

# riddleText5
source: No face, no neck, swims laying eggs and dies
as: ডিঙী নাই মূৰ নাই জলচৰী বাই,এবাহ পোৱালি দি নিজে মৰি যায়

# saved
source: Settings saved successfully
as: প্ৰ'ফাইল সফলতাৰে সংৰক্ষণ কৰা হৈছে

# sub1
source: Coming soon
as: আহি আছে

# sub2
source: Color the picture
as: ৰঙ কৰক!

# sub3
source: Guess it!
as: ঠিক উত্তৰটো বিচৰা

# saved1
source: Your artwork is saved.
as: চিত্ৰখন সফলতাৰে সংৰক্ষণ কৰা হৈছে

# endingMessage
source: You've completed all riddles! Great job!
as: তুমি সকলো সাঁথৰ সমাধান কৰিলা! খুব ভাল!
